package com.example.miruni.data

data class WiseSaying(
    val list: List<String> =  listOf(
        "나는 너가 해낼 수 있다는 걸 알아. 같이 한 번 시작해보자!",
        "이미 잘하고 있다는 걸 기억해! 오늘도 같이 한 발 내디뎌보자.",
        "오늘도 내가 든든하게 응원할게. 지금 같이 시작하면, 훨씬 쉬워질 거야.",
        "작은 시작이 너를 앞으로 당겨줄 거야.",
        "너라면 충분히 해낼 수 있어. 잊지 마!",
        "넌 더 잘할 수 있는 사람이잖아. 알고 있지?",
        "시작은 두려움을 줄이고, 결과는 자존감을 높여줘.",
        "할 수 있다는 믿음은, 시작이라는 행동에서 나와.",
        "넌 이미 답을 알고 있어. 지금 시작하는 게 맞잖아.",
        "이 일이 너의 가능성을 가로막게 두지 마.",
        "미루는 게 편하지만, 끝내는 게 훨씬 뿌듯해.",
        "미뤄서 잃는 건 시간이고, 얻는 건 후회뿐이야.",
        "한 발 내딛으면, 지금 이 답답함은 사라질 거야.",
        "후회하는 것보다 성취하는 모습이 더 잘 어울려.",
        "작은 시작조차 하지 않는 게 가장 큰 실패야.",
        "네가 미루는 동안, 성취한 누군가는 이미 한 발 앞서 있어.",
        "네 마음 속의 불안은 행동으로만 지워질 수 있어.",
        "네가 망설이는 사이, 기회는 이미 지나가고 있어.",
        "피하고 싶은 순간이, 성장의 시작점일 때가 많아.",
        "시간은 계속 흐른다. 멈춰 있는 건 너뿐이야.",
        "지금 할 일을 하는 게 너를 더 나은 사람으로 만드는 방법이야.",
        "넌 이미 충분해. 단지 움직이지 않았을 뿐이야.",
        "완벽하지 않아도 괜찮아. 하지만 시작하지 않으면 아무것도 변하지 않아.",
        " 잠깐의 미룸은 편하지만, 끝냈을 땐 큰 성취감을 느낄 거야.",
        "네가 진짜 원하는 건 ‘완료’야. 미루는 게 아니야."
    )
)
